<script setup lang="ts">
const crumbs: ICrumbs[] = [
  {
    title: 'Главная',
    disabled: false,
    href: '/',
  },
  {
    title: 'Возврат и обмен товара',
    disabled: true,
    href: '/back-product',
  },
]
</script>

<template>
  <v-main>
    <section>
      <v-container>
        <UICrumbs :crumbs="crumbs" />
        <h1>Возврат и обмен товара</h1>
      </v-container>
    </section>
    <section>
      <v-container>
        <v-sheet class="bg-background-card pa-4" elevation="0" rounded="lg">
          <h2 class="mb-4 text-h4 font-weight-bold">Правила по возврату и обмену товара</h2>

          <h3 class="mb-4 text-h5 font-weight-bold">Обмен товара</h3>
          <p class="mb-4">
            Покупатель вправе в течение четырнадцати дней с момента покупки товара при наличии
            подтверждающих покупку документов обменять купленный товар на аналогичный товар другого размера,
            формы, габарита, комплектации, либо на другой товар по обоюдному соглашению сторон, произведя в случае
            разницы в цене необходимый перерасчет с продавцом.
          </p>
          <p class="mb-4">
            При обмене товара Покупатель оплачивает обратную доставку самостоятельно.
          </p>
          <p class="mb-4">
            Местом обмена товара является место покупки товара, если иное не предусмотрено договором.
          </p>

          <h4 class="mb-4 text-h5 font-weight-bold">Возврат бракованного товара</h4>
          <p class="mb-4">
            Возврат товара возможен только при обнаружении производственного брака и при одновременном соблюдении покупателем следующих условий:
          </p>
          <p class="mb-4">
            - если он не был в употреблении, сохранены его товарный вид, потребительские свойства, пломбы, ярлыки, а также документ,
            подтверждающий факт приобретения товара, в течение четырнадцати календарных дней, со дня приобретения товара.
          </p>
          <p class="mb-4">
            Если товар будет доставлен покупателю с повреждениями, обязательно сфотографируйте их и
            отправьте нам на почту egorovasofia632@gmail.com вместе с
            <a href="/шаблон%20заявления.docx" rel="noopener noreferrer" class="text-primary hover">заявлением</a> (скачать).
          </p>
          <p class="mb-4">
            При возврате товара Покупатель оплачивает обратную доставку самостоятельно.
          </p>
          <p class="mb-4">
            Местом обмена товара является место покупки товара, если иное не предусмотрено договором.
          </p>
          <p class="mb-4">
            Возврату подлежит уплаченная сумма за товар, за исключением расходов на доставку товара, а
            также других расходов интернет-магазина, подлежащих компенсации за счет Покупателя (Ст. 14 Закона РК «О защите прав потребителей»)
          </p>

          <h5 class="mb-4 text-h5 font-weight-bold">
            Срок возврата или обмена
          </h5>
          <p class="mb-4">
            Возврат товара или обмен производится в течение 14 календарных дней при наличии подтверждающих
            покупку документов (фискальный чек, накладная и т.д.).
          </p>
          <p class="mb-4">
            Деньги за возврат товара производятся в течение 3-21 рабочих дней (в зависимости от категории товара) с момента возврата товара.
          </p>
          <p class="mb-4">
            Возврат денежных средств происходит тем-же способом, которым произошла оплата.
          </p>

          <h6 class="mb-4 text-h5 font-weight-bold">
            Адрес для возврата товара: г.Алматы, ул. Жибек Жолы, 50, ТД Квартал, блок Б, 3 этаж.
          </h6>
        </v-sheet>
      </v-container>
    </section>
  </v-main>
</template>

<style scoped>

</style>