<script setup lang="ts">
const crumbs: ICrumbs[] = [
  {
    title: 'Главная',
    disabled: false,
    href: '/',
  },
  {
    title: 'Оплата',
    disabled: true,
    href: '/payment',
  },
]
</script>

<template>
  <v-main>
    <section>
      <v-container>
        <UICrumbs :crumbs="crumbs" />
        <h1>Оплата</h1>
      </v-container>
    </section>
    <section>
      <v-container>
        <v-sheet class="bg-background-card pa-4" elevation="0" rounded="lg">
          <p class="mb-4">
            Весь товар, представленный в нашем магазине, Вы можете оплатить наличными, платежными картами или безналичным платежом через банк.
            Сообщите желаемый способ оплаты в заявке в интернет-магазине или менеджеру по телефону при оформлении заказа.
          </p>

          <h2 class="mb-4 text-h5 font-weight-bold">Оплата наличными в офисе г. Алматы</h2>
          <p class="mb-4">
            Для приема оплаты понадобится документ, удостоверяющий личность покупателя (согласно законодательству РК).
            ТОО «Avercom Group» предоставляет полный пакет бухгалтерских документов на любую покупку согласно действующему законодательству.
          </p>

          <h3 class="mb-4 text-h5 font-weight-bold">Оплата наличными курьеру по г. Алматы</h3>
          <p class="mb-4">
            Для приема оплаты понадобится документ, удостоверяющий личность покупателя (согласно законодательству РК).
            При доставке товара производится оплата, в подтверждение оплаты предоставляются документы.
            При необходимости более полного пакета документов,
            Покупатель может забрать его из офиса магазина на следующий день после оплаты или в другое удобное время.
          </p>

          <h4 class="mb-4 text-h5 font-weight-bold">Оплата платежной картой при получении</h4>
          <p class="mb-4">
            Оплата платежной картой в кассе магазина при самовывозе.
            В подтверждении оплаты мы выдаем документы.
          </p>

          <h5 class="mb-4 text-h5 font-weight-bold">Оплата платежной картой на сайте</h5>
          <p class="mb-4">
            Оплата платежной картой происходит непосредственно при оформлении заказа.
            К оплате принимаются только именные пластиковые карты.
            Для осуществления платежа вам потребуются данные Вашей карты на авторизационном сервере системы …….. (указать банк)
          </p>
          <ul class="list-point mb-4">
            <li class="mb-2">Принимаются платежные карты</li>
            <li class="mb-2">Данные вашей банковской карты надежно защищены при оплате онлайн.</li>
          </ul>

          <h6 class="mb-4 text-h5 font-weight-bold">Наличный расчет</h6>
          <p class="mb-4">
            Оплата производится только в тенге.
            В подтверждение оплаты мы выдаем документы.
          </p>

          <h2 class="mb-4 text-h5 font-weight-bold">Безналичный расчет через банк для физических лиц</h2>
          <p class="mb-4">
            Для выставления счета на частное лицо нам понадобятся данные Вашего удостоверения личности.
            Вам по электронной почте будет отправлен счет, который Вы сможете оплатить через отделение банка.
            После поступления платежа на расчетный счет компании, товар с документами отгружается по указанному адресу.
          </p>

          <h3 class="mb-4 text-h5 font-weight-bold">Безналичный расчет через банк для юридических лиц</h3>
          <p class="mb-4">
            После оформления заказа, менеджер магазина вышлет Вам электронной почтой счет на оплату, который Вы сможете оплатить с расчетного счета организации.
            Для получения оплаченного заказа необходима доверенность от организации-плательщика и документ удостоверяющий личность ответственного лица.
            Выдается полный пакет документов для бухгалтерской отчетности.
          </p>

          <h4 class="mb-4 text-h5 font-weight-bold">Внимание! Ни в коем случае не перечисляйте денежные средства на банковские карты физических лиц.</h4>

          <p class="text-h6 font-weight-bold">Приятных покупок!</p>
        </v-sheet>
      </v-container>
    </section>
  </v-main>
</template>

<style scoped>

</style>